7767517
1000 1783
Input                    data                        0 1 data
Reorg                    /Reshape_1               1 1 data /Reshape_1_output_0 0=2
Convolution              /conv_first/Conv         1 1 /Reshape_1_output_0 /conv_first/Conv_output_0 0=64 1=3 4=1 5=1 6=6912
Split                    splitncnn_0              1 8 /conv_first/Conv_output_0 /conv_first/Conv_output_0_splitncnn_0 /conv_first/Conv_output_0_splitncnn_1 /conv_first/Conv_output_0_splitncnn_2 /conv_first/Conv_output_0_splitncnn_3 /conv_first/Conv_output_0_splitncnn_4 /conv_first/Conv_output_0_splitncnn_5 /conv_first/Conv_output_0_splitncnn_6 /conv_first/Conv_output_0_splitncnn_7
Convolution              /body/body.0/rdb1/conv1/Conv 1 1 /conv_first/Conv_output_0_splitncnn_7 /body/body.0/rdb1/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_1              1 4 /body/body.0/rdb1/lrelu/LeakyRelu_output_0 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.0/rdb1/Concat 2 1 /conv_first/Conv_output_0_splitncnn_6 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.0/rdb1/Concat_output_0
Convolution              /body/body.0/rdb1/conv2/Conv 1 1 /body/body.0/rdb1/Concat_output_0 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_2              1 3 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.0/rdb1/Concat_1 3 1 /conv_first/Conv_output_0_splitncnn_5 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb1/Concat_1_output_0
Convolution              /body/body.0/rdb1/conv3/Conv 1 1 /body/body.0/rdb1/Concat_1_output_0 /body/body.0/rdb1/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_3              1 2 /body/body.0/rdb1/lrelu_2/LeakyRelu_output_0 /body/body.0/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.0/rdb1/Concat_2 4 1 /conv_first/Conv_output_0_splitncnn_4 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb1/Concat_2_output_0
Convolution              /body/body.0/rdb1/conv4/Conv 1 1 /body/body.0/rdb1/Concat_2_output_0 /body/body.0/rdb1/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.0/rdb1/Concat_3 5 1 /conv_first/Conv_output_0_splitncnn_3 /body/body.0/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb1/lrelu_3/LeakyRelu_output_0 /body/body.0/rdb1/Concat_3_output_0
Convolution              /body/body.0/rdb1/conv5/Conv 1 1 /body/body.0/rdb1/Concat_3_output_0 /body/body.0/rdb1/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.0/rdb1/Add    2 1 /body/body.0/rdb1/conv5/Conv_output_0 /conv_first/Conv_output_0_splitncnn_2 /body/body.0/rdb1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_4              1 6 /body/body.0/rdb1/Add_output_0 /body/body.0/rdb1/Add_output_0_splitncnn_0 /body/body.0/rdb1/Add_output_0_splitncnn_1 /body/body.0/rdb1/Add_output_0_splitncnn_2 /body/body.0/rdb1/Add_output_0_splitncnn_3 /body/body.0/rdb1/Add_output_0_splitncnn_4 /body/body.0/rdb1/Add_output_0_splitncnn_5
Convolution              /body/body.0/rdb2/conv1/Conv 1 1 /body/body.0/rdb1/Add_output_0_splitncnn_5 /body/body.0/rdb2/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_5              1 4 /body/body.0/rdb2/lrelu/LeakyRelu_output_0 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.0/rdb2/Concat 2 1 /body/body.0/rdb1/Add_output_0_splitncnn_4 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.0/rdb2/Concat_output_0
Convolution              /body/body.0/rdb2/conv2/Conv 1 1 /body/body.0/rdb2/Concat_output_0 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_6              1 3 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.0/rdb2/Concat_1 3 1 /body/body.0/rdb1/Add_output_0_splitncnn_3 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb2/Concat_1_output_0
Convolution              /body/body.0/rdb2/conv3/Conv 1 1 /body/body.0/rdb2/Concat_1_output_0 /body/body.0/rdb2/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_7              1 2 /body/body.0/rdb2/lrelu_2/LeakyRelu_output_0 /body/body.0/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.0/rdb2/Concat_2 4 1 /body/body.0/rdb1/Add_output_0_splitncnn_2 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb2/Concat_2_output_0
Convolution              /body/body.0/rdb2/conv4/Conv 1 1 /body/body.0/rdb2/Concat_2_output_0 /body/body.0/rdb2/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.0/rdb2/Concat_3 5 1 /body/body.0/rdb1/Add_output_0_splitncnn_1 /body/body.0/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb2/lrelu_3/LeakyRelu_output_0 /body/body.0/rdb2/Concat_3_output_0
Convolution              /body/body.0/rdb2/conv5/Conv 1 1 /body/body.0/rdb2/Concat_3_output_0 /body/body.0/rdb2/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.0/rdb2/Add    2 1 /body/body.0/rdb2/conv5/Conv_output_0 /body/body.0/rdb1/Add_output_0_splitncnn_0 /body/body.0/rdb2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_8              1 6 /body/body.0/rdb2/Add_output_0 /body/body.0/rdb2/Add_output_0_splitncnn_0 /body/body.0/rdb2/Add_output_0_splitncnn_1 /body/body.0/rdb2/Add_output_0_splitncnn_2 /body/body.0/rdb2/Add_output_0_splitncnn_3 /body/body.0/rdb2/Add_output_0_splitncnn_4 /body/body.0/rdb2/Add_output_0_splitncnn_5
Convolution              /body/body.0/rdb3/conv1/Conv 1 1 /body/body.0/rdb2/Add_output_0_splitncnn_5 /body/body.0/rdb3/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_9              1 4 /body/body.0/rdb3/lrelu/LeakyRelu_output_0 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.0/rdb3/Concat 2 1 /body/body.0/rdb2/Add_output_0_splitncnn_4 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.0/rdb3/Concat_output_0
Convolution              /body/body.0/rdb3/conv2/Conv 1 1 /body/body.0/rdb3/Concat_output_0 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_10             1 3 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.0/rdb3/Concat_1 3 1 /body/body.0/rdb2/Add_output_0_splitncnn_3 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.0/rdb3/Concat_1_output_0
Convolution              /body/body.0/rdb3/conv3/Conv 1 1 /body/body.0/rdb3/Concat_1_output_0 /body/body.0/rdb3/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_11             1 2 /body/body.0/rdb3/lrelu_2/LeakyRelu_output_0 /body/body.0/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.0/rdb3/Concat_2 4 1 /body/body.0/rdb2/Add_output_0_splitncnn_2 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.0/rdb3/Concat_2_output_0
Convolution              /body/body.0/rdb3/conv4/Conv 1 1 /body/body.0/rdb3/Concat_2_output_0 /body/body.0/rdb3/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.0/rdb3/Concat_3 5 1 /body/body.0/rdb2/Add_output_0_splitncnn_1 /body/body.0/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.0/rdb3/lrelu_3/LeakyRelu_output_0 /body/body.0/rdb3/Concat_3_output_0
Convolution              /body/body.0/rdb3/conv5/Conv 1 1 /body/body.0/rdb3/Concat_3_output_0 /body/body.0/rdb3/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.0/rdb3/Add    2 1 /body/body.0/rdb3/conv5/Conv_output_0 /body/body.0/rdb2/Add_output_0_splitncnn_0 /body/body.0/rdb3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  /body/body.0/Add         2 1 /body/body.0/rdb3/Add_output_0 /conv_first/Conv_output_0_splitncnn_1 /body/body.0/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_12             1 7 /body/body.0/Add_output_0 /body/body.0/Add_output_0_splitncnn_0 /body/body.0/Add_output_0_splitncnn_1 /body/body.0/Add_output_0_splitncnn_2 /body/body.0/Add_output_0_splitncnn_3 /body/body.0/Add_output_0_splitncnn_4 /body/body.0/Add_output_0_splitncnn_5 /body/body.0/Add_output_0_splitncnn_6
Convolution              /body/body.1/rdb1/conv1/Conv 1 1 /body/body.0/Add_output_0_splitncnn_6 /body/body.1/rdb1/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_13             1 4 /body/body.1/rdb1/lrelu/LeakyRelu_output_0 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.1/rdb1/Concat 2 1 /body/body.0/Add_output_0_splitncnn_5 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.1/rdb1/Concat_output_0
Convolution              /body/body.1/rdb1/conv2/Conv 1 1 /body/body.1/rdb1/Concat_output_0 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_14             1 3 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.1/rdb1/Concat_1 3 1 /body/body.0/Add_output_0_splitncnn_4 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb1/Concat_1_output_0
Convolution              /body/body.1/rdb1/conv3/Conv 1 1 /body/body.1/rdb1/Concat_1_output_0 /body/body.1/rdb1/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_15             1 2 /body/body.1/rdb1/lrelu_2/LeakyRelu_output_0 /body/body.1/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.1/rdb1/Concat_2 4 1 /body/body.0/Add_output_0_splitncnn_3 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb1/Concat_2_output_0
Convolution              /body/body.1/rdb1/conv4/Conv 1 1 /body/body.1/rdb1/Concat_2_output_0 /body/body.1/rdb1/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.1/rdb1/Concat_3 5 1 /body/body.0/Add_output_0_splitncnn_2 /body/body.1/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb1/lrelu_3/LeakyRelu_output_0 /body/body.1/rdb1/Concat_3_output_0
Convolution              /body/body.1/rdb1/conv5/Conv 1 1 /body/body.1/rdb1/Concat_3_output_0 /body/body.1/rdb1/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.1/rdb1/Add    2 1 /body/body.1/rdb1/conv5/Conv_output_0 /body/body.0/Add_output_0_splitncnn_1 /body/body.1/rdb1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_16             1 6 /body/body.1/rdb1/Add_output_0 /body/body.1/rdb1/Add_output_0_splitncnn_0 /body/body.1/rdb1/Add_output_0_splitncnn_1 /body/body.1/rdb1/Add_output_0_splitncnn_2 /body/body.1/rdb1/Add_output_0_splitncnn_3 /body/body.1/rdb1/Add_output_0_splitncnn_4 /body/body.1/rdb1/Add_output_0_splitncnn_5
Convolution              /body/body.1/rdb2/conv1/Conv 1 1 /body/body.1/rdb1/Add_output_0_splitncnn_5 /body/body.1/rdb2/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_17             1 4 /body/body.1/rdb2/lrelu/LeakyRelu_output_0 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.1/rdb2/Concat 2 1 /body/body.1/rdb1/Add_output_0_splitncnn_4 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.1/rdb2/Concat_output_0
Convolution              /body/body.1/rdb2/conv2/Conv 1 1 /body/body.1/rdb2/Concat_output_0 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_18             1 3 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.1/rdb2/Concat_1 3 1 /body/body.1/rdb1/Add_output_0_splitncnn_3 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb2/Concat_1_output_0
Convolution              /body/body.1/rdb2/conv3/Conv 1 1 /body/body.1/rdb2/Concat_1_output_0 /body/body.1/rdb2/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_19             1 2 /body/body.1/rdb2/lrelu_2/LeakyRelu_output_0 /body/body.1/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.1/rdb2/Concat_2 4 1 /body/body.1/rdb1/Add_output_0_splitncnn_2 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb2/Concat_2_output_0
Convolution              /body/body.1/rdb2/conv4/Conv 1 1 /body/body.1/rdb2/Concat_2_output_0 /body/body.1/rdb2/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.1/rdb2/Concat_3 5 1 /body/body.1/rdb1/Add_output_0_splitncnn_1 /body/body.1/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb2/lrelu_3/LeakyRelu_output_0 /body/body.1/rdb2/Concat_3_output_0
Convolution              /body/body.1/rdb2/conv5/Conv 1 1 /body/body.1/rdb2/Concat_3_output_0 /body/body.1/rdb2/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.1/rdb2/Add    2 1 /body/body.1/rdb2/conv5/Conv_output_0 /body/body.1/rdb1/Add_output_0_splitncnn_0 /body/body.1/rdb2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_20             1 6 /body/body.1/rdb2/Add_output_0 /body/body.1/rdb2/Add_output_0_splitncnn_0 /body/body.1/rdb2/Add_output_0_splitncnn_1 /body/body.1/rdb2/Add_output_0_splitncnn_2 /body/body.1/rdb2/Add_output_0_splitncnn_3 /body/body.1/rdb2/Add_output_0_splitncnn_4 /body/body.1/rdb2/Add_output_0_splitncnn_5
Convolution              /body/body.1/rdb3/conv1/Conv 1 1 /body/body.1/rdb2/Add_output_0_splitncnn_5 /body/body.1/rdb3/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_21             1 4 /body/body.1/rdb3/lrelu/LeakyRelu_output_0 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.1/rdb3/Concat 2 1 /body/body.1/rdb2/Add_output_0_splitncnn_4 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.1/rdb3/Concat_output_0
Convolution              /body/body.1/rdb3/conv2/Conv 1 1 /body/body.1/rdb3/Concat_output_0 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_22             1 3 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.1/rdb3/Concat_1 3 1 /body/body.1/rdb2/Add_output_0_splitncnn_3 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.1/rdb3/Concat_1_output_0
Convolution              /body/body.1/rdb3/conv3/Conv 1 1 /body/body.1/rdb3/Concat_1_output_0 /body/body.1/rdb3/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_23             1 2 /body/body.1/rdb3/lrelu_2/LeakyRelu_output_0 /body/body.1/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.1/rdb3/Concat_2 4 1 /body/body.1/rdb2/Add_output_0_splitncnn_2 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.1/rdb3/Concat_2_output_0
Convolution              /body/body.1/rdb3/conv4/Conv 1 1 /body/body.1/rdb3/Concat_2_output_0 /body/body.1/rdb3/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.1/rdb3/Concat_3 5 1 /body/body.1/rdb2/Add_output_0_splitncnn_1 /body/body.1/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.1/rdb3/lrelu_3/LeakyRelu_output_0 /body/body.1/rdb3/Concat_3_output_0
Convolution              /body/body.1/rdb3/conv5/Conv 1 1 /body/body.1/rdb3/Concat_3_output_0 /body/body.1/rdb3/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.1/rdb3/Add    2 1 /body/body.1/rdb3/conv5/Conv_output_0 /body/body.1/rdb2/Add_output_0_splitncnn_0 /body/body.1/rdb3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  /body/body.1/Add         2 1 /body/body.1/rdb3/Add_output_0 /body/body.0/Add_output_0_splitncnn_0 /body/body.1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_24             1 7 /body/body.1/Add_output_0 /body/body.1/Add_output_0_splitncnn_0 /body/body.1/Add_output_0_splitncnn_1 /body/body.1/Add_output_0_splitncnn_2 /body/body.1/Add_output_0_splitncnn_3 /body/body.1/Add_output_0_splitncnn_4 /body/body.1/Add_output_0_splitncnn_5 /body/body.1/Add_output_0_splitncnn_6
Convolution              /body/body.2/rdb1/conv1/Conv 1 1 /body/body.1/Add_output_0_splitncnn_6 /body/body.2/rdb1/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_25             1 4 /body/body.2/rdb1/lrelu/LeakyRelu_output_0 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.2/rdb1/Concat 2 1 /body/body.1/Add_output_0_splitncnn_5 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.2/rdb1/Concat_output_0
Convolution              /body/body.2/rdb1/conv2/Conv 1 1 /body/body.2/rdb1/Concat_output_0 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_26             1 3 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.2/rdb1/Concat_1 3 1 /body/body.1/Add_output_0_splitncnn_4 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb1/Concat_1_output_0
Convolution              /body/body.2/rdb1/conv3/Conv 1 1 /body/body.2/rdb1/Concat_1_output_0 /body/body.2/rdb1/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_27             1 2 /body/body.2/rdb1/lrelu_2/LeakyRelu_output_0 /body/body.2/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.2/rdb1/Concat_2 4 1 /body/body.1/Add_output_0_splitncnn_3 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb1/Concat_2_output_0
Convolution              /body/body.2/rdb1/conv4/Conv 1 1 /body/body.2/rdb1/Concat_2_output_0 /body/body.2/rdb1/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.2/rdb1/Concat_3 5 1 /body/body.1/Add_output_0_splitncnn_2 /body/body.2/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb1/lrelu_3/LeakyRelu_output_0 /body/body.2/rdb1/Concat_3_output_0
Convolution              /body/body.2/rdb1/conv5/Conv 1 1 /body/body.2/rdb1/Concat_3_output_0 /body/body.2/rdb1/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.2/rdb1/Add    2 1 /body/body.2/rdb1/conv5/Conv_output_0 /body/body.1/Add_output_0_splitncnn_1 /body/body.2/rdb1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_28             1 6 /body/body.2/rdb1/Add_output_0 /body/body.2/rdb1/Add_output_0_splitncnn_0 /body/body.2/rdb1/Add_output_0_splitncnn_1 /body/body.2/rdb1/Add_output_0_splitncnn_2 /body/body.2/rdb1/Add_output_0_splitncnn_3 /body/body.2/rdb1/Add_output_0_splitncnn_4 /body/body.2/rdb1/Add_output_0_splitncnn_5
Convolution              /body/body.2/rdb2/conv1/Conv 1 1 /body/body.2/rdb1/Add_output_0_splitncnn_5 /body/body.2/rdb2/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_29             1 4 /body/body.2/rdb2/lrelu/LeakyRelu_output_0 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.2/rdb2/Concat 2 1 /body/body.2/rdb1/Add_output_0_splitncnn_4 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.2/rdb2/Concat_output_0
Convolution              /body/body.2/rdb2/conv2/Conv 1 1 /body/body.2/rdb2/Concat_output_0 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_30             1 3 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.2/rdb2/Concat_1 3 1 /body/body.2/rdb1/Add_output_0_splitncnn_3 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb2/Concat_1_output_0
Convolution              /body/body.2/rdb2/conv3/Conv 1 1 /body/body.2/rdb2/Concat_1_output_0 /body/body.2/rdb2/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_31             1 2 /body/body.2/rdb2/lrelu_2/LeakyRelu_output_0 /body/body.2/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.2/rdb2/Concat_2 4 1 /body/body.2/rdb1/Add_output_0_splitncnn_2 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb2/Concat_2_output_0
Convolution              /body/body.2/rdb2/conv4/Conv 1 1 /body/body.2/rdb2/Concat_2_output_0 /body/body.2/rdb2/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.2/rdb2/Concat_3 5 1 /body/body.2/rdb1/Add_output_0_splitncnn_1 /body/body.2/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb2/lrelu_3/LeakyRelu_output_0 /body/body.2/rdb2/Concat_3_output_0
Convolution              /body/body.2/rdb2/conv5/Conv 1 1 /body/body.2/rdb2/Concat_3_output_0 /body/body.2/rdb2/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.2/rdb2/Add    2 1 /body/body.2/rdb2/conv5/Conv_output_0 /body/body.2/rdb1/Add_output_0_splitncnn_0 /body/body.2/rdb2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_32             1 6 /body/body.2/rdb2/Add_output_0 /body/body.2/rdb2/Add_output_0_splitncnn_0 /body/body.2/rdb2/Add_output_0_splitncnn_1 /body/body.2/rdb2/Add_output_0_splitncnn_2 /body/body.2/rdb2/Add_output_0_splitncnn_3 /body/body.2/rdb2/Add_output_0_splitncnn_4 /body/body.2/rdb2/Add_output_0_splitncnn_5
Convolution              /body/body.2/rdb3/conv1/Conv 1 1 /body/body.2/rdb2/Add_output_0_splitncnn_5 /body/body.2/rdb3/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_33             1 4 /body/body.2/rdb3/lrelu/LeakyRelu_output_0 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.2/rdb3/Concat 2 1 /body/body.2/rdb2/Add_output_0_splitncnn_4 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.2/rdb3/Concat_output_0
Convolution              /body/body.2/rdb3/conv2/Conv 1 1 /body/body.2/rdb3/Concat_output_0 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_34             1 3 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.2/rdb3/Concat_1 3 1 /body/body.2/rdb2/Add_output_0_splitncnn_3 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.2/rdb3/Concat_1_output_0
Convolution              /body/body.2/rdb3/conv3/Conv 1 1 /body/body.2/rdb3/Concat_1_output_0 /body/body.2/rdb3/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_35             1 2 /body/body.2/rdb3/lrelu_2/LeakyRelu_output_0 /body/body.2/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.2/rdb3/Concat_2 4 1 /body/body.2/rdb2/Add_output_0_splitncnn_2 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.2/rdb3/Concat_2_output_0
Convolution              /body/body.2/rdb3/conv4/Conv 1 1 /body/body.2/rdb3/Concat_2_output_0 /body/body.2/rdb3/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.2/rdb3/Concat_3 5 1 /body/body.2/rdb2/Add_output_0_splitncnn_1 /body/body.2/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.2/rdb3/lrelu_3/LeakyRelu_output_0 /body/body.2/rdb3/Concat_3_output_0
Convolution              /body/body.2/rdb3/conv5/Conv 1 1 /body/body.2/rdb3/Concat_3_output_0 /body/body.2/rdb3/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.2/rdb3/Add    2 1 /body/body.2/rdb3/conv5/Conv_output_0 /body/body.2/rdb2/Add_output_0_splitncnn_0 /body/body.2/rdb3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  /body/body.2/Add         2 1 /body/body.2/rdb3/Add_output_0 /body/body.1/Add_output_0_splitncnn_0 /body/body.2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_36             1 7 /body/body.2/Add_output_0 /body/body.2/Add_output_0_splitncnn_0 /body/body.2/Add_output_0_splitncnn_1 /body/body.2/Add_output_0_splitncnn_2 /body/body.2/Add_output_0_splitncnn_3 /body/body.2/Add_output_0_splitncnn_4 /body/body.2/Add_output_0_splitncnn_5 /body/body.2/Add_output_0_splitncnn_6
Convolution              /body/body.3/rdb1/conv1/Conv 1 1 /body/body.2/Add_output_0_splitncnn_6 /body/body.3/rdb1/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_37             1 4 /body/body.3/rdb1/lrelu/LeakyRelu_output_0 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.3/rdb1/Concat 2 1 /body/body.2/Add_output_0_splitncnn_5 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.3/rdb1/Concat_output_0
Convolution              /body/body.3/rdb1/conv2/Conv 1 1 /body/body.3/rdb1/Concat_output_0 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_38             1 3 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.3/rdb1/Concat_1 3 1 /body/body.2/Add_output_0_splitncnn_4 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb1/Concat_1_output_0
Convolution              /body/body.3/rdb1/conv3/Conv 1 1 /body/body.3/rdb1/Concat_1_output_0 /body/body.3/rdb1/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_39             1 2 /body/body.3/rdb1/lrelu_2/LeakyRelu_output_0 /body/body.3/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.3/rdb1/Concat_2 4 1 /body/body.2/Add_output_0_splitncnn_3 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb1/Concat_2_output_0
Convolution              /body/body.3/rdb1/conv4/Conv 1 1 /body/body.3/rdb1/Concat_2_output_0 /body/body.3/rdb1/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.3/rdb1/Concat_3 5 1 /body/body.2/Add_output_0_splitncnn_2 /body/body.3/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb1/lrelu_3/LeakyRelu_output_0 /body/body.3/rdb1/Concat_3_output_0
Convolution              /body/body.3/rdb1/conv5/Conv 1 1 /body/body.3/rdb1/Concat_3_output_0 /body/body.3/rdb1/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.3/rdb1/Add    2 1 /body/body.3/rdb1/conv5/Conv_output_0 /body/body.2/Add_output_0_splitncnn_1 /body/body.3/rdb1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_40             1 6 /body/body.3/rdb1/Add_output_0 /body/body.3/rdb1/Add_output_0_splitncnn_0 /body/body.3/rdb1/Add_output_0_splitncnn_1 /body/body.3/rdb1/Add_output_0_splitncnn_2 /body/body.3/rdb1/Add_output_0_splitncnn_3 /body/body.3/rdb1/Add_output_0_splitncnn_4 /body/body.3/rdb1/Add_output_0_splitncnn_5
Convolution              /body/body.3/rdb2/conv1/Conv 1 1 /body/body.3/rdb1/Add_output_0_splitncnn_5 /body/body.3/rdb2/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_41             1 4 /body/body.3/rdb2/lrelu/LeakyRelu_output_0 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.3/rdb2/Concat 2 1 /body/body.3/rdb1/Add_output_0_splitncnn_4 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.3/rdb2/Concat_output_0
Convolution              /body/body.3/rdb2/conv2/Conv 1 1 /body/body.3/rdb2/Concat_output_0 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_42             1 3 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.3/rdb2/Concat_1 3 1 /body/body.3/rdb1/Add_output_0_splitncnn_3 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb2/Concat_1_output_0
Convolution              /body/body.3/rdb2/conv3/Conv 1 1 /body/body.3/rdb2/Concat_1_output_0 /body/body.3/rdb2/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_43             1 2 /body/body.3/rdb2/lrelu_2/LeakyRelu_output_0 /body/body.3/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.3/rdb2/Concat_2 4 1 /body/body.3/rdb1/Add_output_0_splitncnn_2 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb2/Concat_2_output_0
Convolution              /body/body.3/rdb2/conv4/Conv 1 1 /body/body.3/rdb2/Concat_2_output_0 /body/body.3/rdb2/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.3/rdb2/Concat_3 5 1 /body/body.3/rdb1/Add_output_0_splitncnn_1 /body/body.3/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb2/lrelu_3/LeakyRelu_output_0 /body/body.3/rdb2/Concat_3_output_0
Convolution              /body/body.3/rdb2/conv5/Conv 1 1 /body/body.3/rdb2/Concat_3_output_0 /body/body.3/rdb2/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.3/rdb2/Add    2 1 /body/body.3/rdb2/conv5/Conv_output_0 /body/body.3/rdb1/Add_output_0_splitncnn_0 /body/body.3/rdb2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_44             1 6 /body/body.3/rdb2/Add_output_0 /body/body.3/rdb2/Add_output_0_splitncnn_0 /body/body.3/rdb2/Add_output_0_splitncnn_1 /body/body.3/rdb2/Add_output_0_splitncnn_2 /body/body.3/rdb2/Add_output_0_splitncnn_3 /body/body.3/rdb2/Add_output_0_splitncnn_4 /body/body.3/rdb2/Add_output_0_splitncnn_5
Convolution              /body/body.3/rdb3/conv1/Conv 1 1 /body/body.3/rdb2/Add_output_0_splitncnn_5 /body/body.3/rdb3/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_45             1 4 /body/body.3/rdb3/lrelu/LeakyRelu_output_0 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.3/rdb3/Concat 2 1 /body/body.3/rdb2/Add_output_0_splitncnn_4 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.3/rdb3/Concat_output_0
Convolution              /body/body.3/rdb3/conv2/Conv 1 1 /body/body.3/rdb3/Concat_output_0 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_46             1 3 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.3/rdb3/Concat_1 3 1 /body/body.3/rdb2/Add_output_0_splitncnn_3 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.3/rdb3/Concat_1_output_0
Convolution              /body/body.3/rdb3/conv3/Conv 1 1 /body/body.3/rdb3/Concat_1_output_0 /body/body.3/rdb3/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_47             1 2 /body/body.3/rdb3/lrelu_2/LeakyRelu_output_0 /body/body.3/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.3/rdb3/Concat_2 4 1 /body/body.3/rdb2/Add_output_0_splitncnn_2 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.3/rdb3/Concat_2_output_0
Convolution              /body/body.3/rdb3/conv4/Conv 1 1 /body/body.3/rdb3/Concat_2_output_0 /body/body.3/rdb3/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.3/rdb3/Concat_3 5 1 /body/body.3/rdb2/Add_output_0_splitncnn_1 /body/body.3/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb3/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.3/rdb3/lrelu_3/LeakyRelu_output_0 /body/body.3/rdb3/Concat_3_output_0
Convolution              /body/body.3/rdb3/conv5/Conv 1 1 /body/body.3/rdb3/Concat_3_output_0 /body/body.3/rdb3/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.3/rdb3/Add    2 1 /body/body.3/rdb3/conv5/Conv_output_0 /body/body.3/rdb2/Add_output_0_splitncnn_0 /body/body.3/rdb3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  /body/body.3/Add         2 1 /body/body.3/rdb3/Add_output_0 /body/body.2/Add_output_0_splitncnn_0 /body/body.3/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_48             1 7 /body/body.3/Add_output_0 /body/body.3/Add_output_0_splitncnn_0 /body/body.3/Add_output_0_splitncnn_1 /body/body.3/Add_output_0_splitncnn_2 /body/body.3/Add_output_0_splitncnn_3 /body/body.3/Add_output_0_splitncnn_4 /body/body.3/Add_output_0_splitncnn_5 /body/body.3/Add_output_0_splitncnn_6
Convolution              /body/body.4/rdb1/conv1/Conv 1 1 /body/body.3/Add_output_0_splitncnn_6 /body/body.4/rdb1/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_49             1 4 /body/body.4/rdb1/lrelu/LeakyRelu_output_0 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.4/rdb1/Concat 2 1 /body/body.3/Add_output_0_splitncnn_5 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.4/rdb1/Concat_output_0
Convolution              /body/body.4/rdb1/conv2/Conv 1 1 /body/body.4/rdb1/Concat_output_0 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_50             1 3 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.4/rdb1/Concat_1 3 1 /body/body.3/Add_output_0_splitncnn_4 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb1/Concat_1_output_0
Convolution              /body/body.4/rdb1/conv3/Conv 1 1 /body/body.4/rdb1/Concat_1_output_0 /body/body.4/rdb1/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_51             1 2 /body/body.4/rdb1/lrelu_2/LeakyRelu_output_0 /body/body.4/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.4/rdb1/Concat_2 4 1 /body/body.3/Add_output_0_splitncnn_3 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb1/Concat_2_output_0
Convolution              /body/body.4/rdb1/conv4/Conv 1 1 /body/body.4/rdb1/Concat_2_output_0 /body/body.4/rdb1/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.4/rdb1/Concat_3 5 1 /body/body.3/Add_output_0_splitncnn_2 /body/body.4/rdb1/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb1/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb1/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb1/lrelu_3/LeakyRelu_output_0 /body/body.4/rdb1/Concat_3_output_0
Convolution              /body/body.4/rdb1/conv5/Conv 1 1 /body/body.4/rdb1/Concat_3_output_0 /body/body.4/rdb1/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.4/rdb1/Add    2 1 /body/body.4/rdb1/conv5/Conv_output_0 /body/body.3/Add_output_0_splitncnn_1 /body/body.4/rdb1/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_52             1 6 /body/body.4/rdb1/Add_output_0 /body/body.4/rdb1/Add_output_0_splitncnn_0 /body/body.4/rdb1/Add_output_0_splitncnn_1 /body/body.4/rdb1/Add_output_0_splitncnn_2 /body/body.4/rdb1/Add_output_0_splitncnn_3 /body/body.4/rdb1/Add_output_0_splitncnn_4 /body/body.4/rdb1/Add_output_0_splitncnn_5
Convolution              /body/body.4/rdb2/conv1/Conv 1 1 /body/body.4/rdb1/Add_output_0_splitncnn_5 /body/body.4/rdb2/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_53             1 4 /body/body.4/rdb2/lrelu/LeakyRelu_output_0 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.4/rdb2/Concat 2 1 /body/body.4/rdb1/Add_output_0_splitncnn_4 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.4/rdb2/Concat_output_0
Convolution              /body/body.4/rdb2/conv2/Conv 1 1 /body/body.4/rdb2/Concat_output_0 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_54             1 3 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.4/rdb2/Concat_1 3 1 /body/body.4/rdb1/Add_output_0_splitncnn_3 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb2/Concat_1_output_0
Convolution              /body/body.4/rdb2/conv3/Conv 1 1 /body/body.4/rdb2/Concat_1_output_0 /body/body.4/rdb2/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_55             1 2 /body/body.4/rdb2/lrelu_2/LeakyRelu_output_0 /body/body.4/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1
Concat                   /body/body.4/rdb2/Concat_2 4 1 /body/body.4/rdb1/Add_output_0_splitncnn_2 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb2/Concat_2_output_0
Convolution              /body/body.4/rdb2/conv4/Conv 1 1 /body/body.4/rdb2/Concat_2_output_0 /body/body.4/rdb2/lrelu_3/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   /body/body.4/rdb2/Concat_3 5 1 /body/body.4/rdb1/Add_output_0_splitncnn_1 /body/body.4/rdb2/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb2/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb2/lrelu_2/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb2/lrelu_3/LeakyRelu_output_0 /body/body.4/rdb2/Concat_3_output_0
Convolution              /body/body.4/rdb2/conv5/Conv 1 1 /body/body.4/rdb2/Concat_3_output_0 /body/body.4/rdb2/conv5/Conv_output_0 0=64 1=3 4=1 5=1 6=110592
Eltwise                  /body/body.4/rdb2/Add    2 1 /body/body.4/rdb2/conv5/Conv_output_0 /body/body.4/rdb1/Add_output_0_splitncnn_0 /body/body.4/rdb2/Add_output_0 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_56             1 6 /body/body.4/rdb2/Add_output_0 /body/body.4/rdb2/Add_output_0_splitncnn_0 /body/body.4/rdb2/Add_output_0_splitncnn_1 /body/body.4/rdb2/Add_output_0_splitncnn_2 /body/body.4/rdb2/Add_output_0_splitncnn_3 /body/body.4/rdb2/Add_output_0_splitncnn_4 /body/body.4/rdb2/Add_output_0_splitncnn_5
Convolution              /body/body.4/rdb3/conv1/Conv 1 1 /body/body.4/rdb2/Add_output_0_splitncnn_5 /body/body.4/rdb3/lrelu/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_57             1 4 /body/body.4/rdb3/lrelu/LeakyRelu_output_0 /body/body.4/rdb3/lrelu/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb3/lrelu/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3
Concat                   /body/body.4/rdb3/Concat 2 1 /body/body.4/rdb2/Add_output_0_splitncnn_4 /body/body.4/rdb3/lrelu/LeakyRelu_output_0_splitncnn_3 /body/body.4/rdb3/Concat_output_0
Convolution              /body/body.4/rdb3/conv2/Conv 1 1 /body/body.4/rdb3/Concat_output_0 /body/body.4/rdb3/lrelu_1/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_58             1 3 /body/body.4/rdb3/lrelu_1/LeakyRelu_output_0 /body/body.4/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_0 /body/body.4/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_1 /body/body.4/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2
Concat                   /body/body.4/rdb3/Concat_1 3 1 /body/body.4/rdb2/Add_output_0_splitncnn_3 /body/body.4/rdb3/lrelu/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb3/lrelu_1/LeakyRelu_output_0_splitncnn_2 /body/body.4/rdb3/Concat_1_output_0
Convolution              /body/body.4/rdb3/conv3/Conv 1 1 /body/body.4/rdb3/Concat_1_output_0 /body/body.4/rdb3/lrelu_2/LeakyRelu_output_0 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
