7767517
1001 1784
Input                    data                     0 1 data
Convolution              Conv_0                   1 1 data 705 0=64 1=3 4=1 5=1 6=1728
Split                    splitncnn_0              1 8 705 705_splitncnn_0 705_splitncnn_1 705_splitncnn_2 705_splitncnn_3 705_splitncnn_4 705_splitncnn_5 705_splitncnn_6 705_splitncnn_7
Convolution              Conv_1                   1 1 705_splitncnn_7 707 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_1              1 4 707 707_splitncnn_0 707_splitncnn_1 707_splitncnn_2 707_splitncnn_3
Concat                   Concat_3                 2 1 705_splitncnn_6 707_splitncnn_3 708
Convolution              Conv_4                   1 1 708 710 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_2              1 3 710 710_splitncnn_0 710_splitncnn_1 710_splitncnn_2
Concat                   Concat_6                 3 1 705_splitncnn_5 707_splitncnn_2 710_splitncnn_2 711
Convolution              Conv_7                   1 1 711 713 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_3              1 2 713 713_splitncnn_0 713_splitncnn_1
Concat                   Concat_9                 4 1 705_splitncnn_4 707_splitncnn_1 710_splitncnn_1 713_splitncnn_1 714
Convolution              Conv_10                  1 1 714 716 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_12                5 1 705_splitncnn_3 707_splitncnn_0 710_splitncnn_0 713_splitncnn_0 716 717
Convolution              Conv_13                  1 1 717 718 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_16                   2 1 718 705_splitncnn_2 721 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_4              1 6 721 721_splitncnn_0 721_splitncnn_1 721_splitncnn_2 721_splitncnn_3 721_splitncnn_4 721_splitncnn_5
Convolution              Conv_17                  1 1 721_splitncnn_5 723 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_5              1 4 723 723_splitncnn_0 723_splitncnn_1 723_splitncnn_2 723_splitncnn_3
Concat                   Concat_19                2 1 721_splitncnn_4 723_splitncnn_3 724
Convolution              Conv_20                  1 1 724 726 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_6              1 3 726 726_splitncnn_0 726_splitncnn_1 726_splitncnn_2
Concat                   Concat_22                3 1 721_splitncnn_3 723_splitncnn_2 726_splitncnn_2 727
Convolution              Conv_23                  1 1 727 729 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_7              1 2 729 729_splitncnn_0 729_splitncnn_1
Concat                   Concat_25                4 1 721_splitncnn_2 723_splitncnn_1 726_splitncnn_1 729_splitncnn_1 730
Convolution              Conv_26                  1 1 730 732 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_28                5 1 721_splitncnn_1 723_splitncnn_0 726_splitncnn_0 729_splitncnn_0 732 733
Convolution              Conv_29                  1 1 733 734 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_32                   2 1 734 721_splitncnn_0 737 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_8              1 6 737 737_splitncnn_0 737_splitncnn_1 737_splitncnn_2 737_splitncnn_3 737_splitncnn_4 737_splitncnn_5
Convolution              Conv_33                  1 1 737_splitncnn_5 739 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_9              1 4 739 739_splitncnn_0 739_splitncnn_1 739_splitncnn_2 739_splitncnn_3
Concat                   Concat_35                2 1 737_splitncnn_4 739_splitncnn_3 740
Convolution              Conv_36                  1 1 740 742 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_10             1 3 742 742_splitncnn_0 742_splitncnn_1 742_splitncnn_2
Concat                   Concat_38                3 1 737_splitncnn_3 739_splitncnn_2 742_splitncnn_2 743
Convolution              Conv_39                  1 1 743 745 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_11             1 2 745 745_splitncnn_0 745_splitncnn_1
Concat                   Concat_41                4 1 737_splitncnn_2 739_splitncnn_1 742_splitncnn_1 745_splitncnn_1 746
Convolution              Conv_42                  1 1 746 748 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_44                5 1 737_splitncnn_1 739_splitncnn_0 742_splitncnn_0 745_splitncnn_0 748 749
Convolution              Conv_45                  1 1 749 750 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_48                   2 1 750 737_splitncnn_0 753 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_51                   2 1 753 705_splitncnn_1 756 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_12             1 7 756 756_splitncnn_0 756_splitncnn_1 756_splitncnn_2 756_splitncnn_3 756_splitncnn_4 756_splitncnn_5 756_splitncnn_6
Convolution              Conv_52                  1 1 756_splitncnn_6 758 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_13             1 4 758 758_splitncnn_0 758_splitncnn_1 758_splitncnn_2 758_splitncnn_3
Concat                   Concat_54                2 1 756_splitncnn_5 758_splitncnn_3 759
Convolution              Conv_55                  1 1 759 761 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_14             1 3 761 761_splitncnn_0 761_splitncnn_1 761_splitncnn_2
Concat                   Concat_57                3 1 756_splitncnn_4 758_splitncnn_2 761_splitncnn_2 762
Convolution              Conv_58                  1 1 762 764 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_15             1 2 764 764_splitncnn_0 764_splitncnn_1
Concat                   Concat_60                4 1 756_splitncnn_3 758_splitncnn_1 761_splitncnn_1 764_splitncnn_1 765
Convolution              Conv_61                  1 1 765 767 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_63                5 1 756_splitncnn_2 758_splitncnn_0 761_splitncnn_0 764_splitncnn_0 767 768
Convolution              Conv_64                  1 1 768 769 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_67                   2 1 769 756_splitncnn_1 772 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_16             1 6 772 772_splitncnn_0 772_splitncnn_1 772_splitncnn_2 772_splitncnn_3 772_splitncnn_4 772_splitncnn_5
Convolution              Conv_68                  1 1 772_splitncnn_5 774 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_17             1 4 774 774_splitncnn_0 774_splitncnn_1 774_splitncnn_2 774_splitncnn_3
Concat                   Concat_70                2 1 772_splitncnn_4 774_splitncnn_3 775
Convolution              Conv_71                  1 1 775 777 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_18             1 3 777 777_splitncnn_0 777_splitncnn_1 777_splitncnn_2
Concat                   Concat_73                3 1 772_splitncnn_3 774_splitncnn_2 777_splitncnn_2 778
Convolution              Conv_74                  1 1 778 780 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_19             1 2 780 780_splitncnn_0 780_splitncnn_1
Concat                   Concat_76                4 1 772_splitncnn_2 774_splitncnn_1 777_splitncnn_1 780_splitncnn_1 781
Convolution              Conv_77                  1 1 781 783 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_79                5 1 772_splitncnn_1 774_splitncnn_0 777_splitncnn_0 780_splitncnn_0 783 784
Convolution              Conv_80                  1 1 784 785 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_83                   2 1 785 772_splitncnn_0 788 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_20             1 6 788 788_splitncnn_0 788_splitncnn_1 788_splitncnn_2 788_splitncnn_3 788_splitncnn_4 788_splitncnn_5
Convolution              Conv_84                  1 1 788_splitncnn_5 790 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_21             1 4 790 790_splitncnn_0 790_splitncnn_1 790_splitncnn_2 790_splitncnn_3
Concat                   Concat_86                2 1 788_splitncnn_4 790_splitncnn_3 791
Convolution              Conv_87                  1 1 791 793 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_22             1 3 793 793_splitncnn_0 793_splitncnn_1 793_splitncnn_2
Concat                   Concat_89                3 1 788_splitncnn_3 790_splitncnn_2 793_splitncnn_2 794
Convolution              Conv_90                  1 1 794 796 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_23             1 2 796 796_splitncnn_0 796_splitncnn_1
Concat                   Concat_92                4 1 788_splitncnn_2 790_splitncnn_1 793_splitncnn_1 796_splitncnn_1 797
Convolution              Conv_93                  1 1 797 799 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_95                5 1 788_splitncnn_1 790_splitncnn_0 793_splitncnn_0 796_splitncnn_0 799 800
Convolution              Conv_96                  1 1 800 801 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_99                   2 1 801 788_splitncnn_0 804 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_102                  2 1 804 756_splitncnn_0 807 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_24             1 7 807 807_splitncnn_0 807_splitncnn_1 807_splitncnn_2 807_splitncnn_3 807_splitncnn_4 807_splitncnn_5 807_splitncnn_6
Convolution              Conv_103                 1 1 807_splitncnn_6 809 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_25             1 4 809 809_splitncnn_0 809_splitncnn_1 809_splitncnn_2 809_splitncnn_3
Concat                   Concat_105               2 1 807_splitncnn_5 809_splitncnn_3 810
Convolution              Conv_106                 1 1 810 812 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_26             1 3 812 812_splitncnn_0 812_splitncnn_1 812_splitncnn_2
Concat                   Concat_108               3 1 807_splitncnn_4 809_splitncnn_2 812_splitncnn_2 813
Convolution              Conv_109                 1 1 813 815 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_27             1 2 815 815_splitncnn_0 815_splitncnn_1
Concat                   Concat_111               4 1 807_splitncnn_3 809_splitncnn_1 812_splitncnn_1 815_splitncnn_1 816
Convolution              Conv_112                 1 1 816 818 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_114               5 1 807_splitncnn_2 809_splitncnn_0 812_splitncnn_0 815_splitncnn_0 818 819
Convolution              Conv_115                 1 1 819 820 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_118                  2 1 820 807_splitncnn_1 823 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_28             1 6 823 823_splitncnn_0 823_splitncnn_1 823_splitncnn_2 823_splitncnn_3 823_splitncnn_4 823_splitncnn_5
Convolution              Conv_119                 1 1 823_splitncnn_5 825 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_29             1 4 825 825_splitncnn_0 825_splitncnn_1 825_splitncnn_2 825_splitncnn_3
Concat                   Concat_121               2 1 823_splitncnn_4 825_splitncnn_3 826
Convolution              Conv_122                 1 1 826 828 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_30             1 3 828 828_splitncnn_0 828_splitncnn_1 828_splitncnn_2
Concat                   Concat_124               3 1 823_splitncnn_3 825_splitncnn_2 828_splitncnn_2 829
Convolution              Conv_125                 1 1 829 831 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_31             1 2 831 831_splitncnn_0 831_splitncnn_1
Concat                   Concat_127               4 1 823_splitncnn_2 825_splitncnn_1 828_splitncnn_1 831_splitncnn_1 832
Convolution              Conv_128                 1 1 832 834 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_130               5 1 823_splitncnn_1 825_splitncnn_0 828_splitncnn_0 831_splitncnn_0 834 835
Convolution              Conv_131                 1 1 835 836 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_134                  2 1 836 823_splitncnn_0 839 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_32             1 6 839 839_splitncnn_0 839_splitncnn_1 839_splitncnn_2 839_splitncnn_3 839_splitncnn_4 839_splitncnn_5
Convolution              Conv_135                 1 1 839_splitncnn_5 841 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_33             1 4 841 841_splitncnn_0 841_splitncnn_1 841_splitncnn_2 841_splitncnn_3
Concat                   Concat_137               2 1 839_splitncnn_4 841_splitncnn_3 842
Convolution              Conv_138                 1 1 842 844 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_34             1 3 844 844_splitncnn_0 844_splitncnn_1 844_splitncnn_2
Concat                   Concat_140               3 1 839_splitncnn_3 841_splitncnn_2 844_splitncnn_2 845
Convolution              Conv_141                 1 1 845 847 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_35             1 2 847 847_splitncnn_0 847_splitncnn_1
Concat                   Concat_143               4 1 839_splitncnn_2 841_splitncnn_1 844_splitncnn_1 847_splitncnn_1 848
Convolution              Conv_144                 1 1 848 850 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_146               5 1 839_splitncnn_1 841_splitncnn_0 844_splitncnn_0 847_splitncnn_0 850 851
Convolution              Conv_147                 1 1 851 852 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_150                  2 1 852 839_splitncnn_0 855 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_153                  2 1 855 807_splitncnn_0 858 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_36             1 7 858 858_splitncnn_0 858_splitncnn_1 858_splitncnn_2 858_splitncnn_3 858_splitncnn_4 858_splitncnn_5 858_splitncnn_6
Convolution              Conv_154                 1 1 858_splitncnn_6 860 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_37             1 4 860 860_splitncnn_0 860_splitncnn_1 860_splitncnn_2 860_splitncnn_3
Concat                   Concat_156               2 1 858_splitncnn_5 860_splitncnn_3 861
Convolution              Conv_157                 1 1 861 863 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_38             1 3 863 863_splitncnn_0 863_splitncnn_1 863_splitncnn_2
Concat                   Concat_159               3 1 858_splitncnn_4 860_splitncnn_2 863_splitncnn_2 864
Convolution              Conv_160                 1 1 864 866 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_39             1 2 866 866_splitncnn_0 866_splitncnn_1
Concat                   Concat_162               4 1 858_splitncnn_3 860_splitncnn_1 863_splitncnn_1 866_splitncnn_1 867
Convolution              Conv_163                 1 1 867 869 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_165               5 1 858_splitncnn_2 860_splitncnn_0 863_splitncnn_0 866_splitncnn_0 869 870
Convolution              Conv_166                 1 1 870 871 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_169                  2 1 871 858_splitncnn_1 874 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_40             1 6 874 874_splitncnn_0 874_splitncnn_1 874_splitncnn_2 874_splitncnn_3 874_splitncnn_4 874_splitncnn_5
Convolution              Conv_170                 1 1 874_splitncnn_5 876 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_41             1 4 876 876_splitncnn_0 876_splitncnn_1 876_splitncnn_2 876_splitncnn_3
Concat                   Concat_172               2 1 874_splitncnn_4 876_splitncnn_3 877
Convolution              Conv_173                 1 1 877 879 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_42             1 3 879 879_splitncnn_0 879_splitncnn_1 879_splitncnn_2
Concat                   Concat_175               3 1 874_splitncnn_3 876_splitncnn_2 879_splitncnn_2 880
Convolution              Conv_176                 1 1 880 882 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_43             1 2 882 882_splitncnn_0 882_splitncnn_1
Concat                   Concat_178               4 1 874_splitncnn_2 876_splitncnn_1 879_splitncnn_1 882_splitncnn_1 883
Convolution              Conv_179                 1 1 883 885 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_181               5 1 874_splitncnn_1 876_splitncnn_0 879_splitncnn_0 882_splitncnn_0 885 886
Convolution              Conv_182                 1 1 886 887 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_185                  2 1 887 874_splitncnn_0 890 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_44             1 6 890 890_splitncnn_0 890_splitncnn_1 890_splitncnn_2 890_splitncnn_3 890_splitncnn_4 890_splitncnn_5
Convolution              Conv_186                 1 1 890_splitncnn_5 892 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_45             1 4 892 892_splitncnn_0 892_splitncnn_1 892_splitncnn_2 892_splitncnn_3
Concat                   Concat_188               2 1 890_splitncnn_4 892_splitncnn_3 893
Convolution              Conv_189                 1 1 893 895 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_46             1 3 895 895_splitncnn_0 895_splitncnn_1 895_splitncnn_2
Concat                   Concat_191               3 1 890_splitncnn_3 892_splitncnn_2 895_splitncnn_2 896
Convolution              Conv_192                 1 1 896 898 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_47             1 2 898 898_splitncnn_0 898_splitncnn_1
Concat                   Concat_194               4 1 890_splitncnn_2 892_splitncnn_1 895_splitncnn_1 898_splitncnn_1 899
Convolution              Conv_195                 1 1 899 901 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_197               5 1 890_splitncnn_1 892_splitncnn_0 895_splitncnn_0 898_splitncnn_0 901 902
Convolution              Conv_198                 1 1 902 903 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_201                  2 1 903 890_splitncnn_0 906 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_204                  2 1 906 858_splitncnn_0 909 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_48             1 7 909 909_splitncnn_0 909_splitncnn_1 909_splitncnn_2 909_splitncnn_3 909_splitncnn_4 909_splitncnn_5 909_splitncnn_6
Convolution              Conv_205                 1 1 909_splitncnn_6 911 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_49             1 4 911 911_splitncnn_0 911_splitncnn_1 911_splitncnn_2 911_splitncnn_3
Concat                   Concat_207               2 1 909_splitncnn_5 911_splitncnn_3 912
Convolution              Conv_208                 1 1 912 914 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_50             1 3 914 914_splitncnn_0 914_splitncnn_1 914_splitncnn_2
Concat                   Concat_210               3 1 909_splitncnn_4 911_splitncnn_2 914_splitncnn_2 915
Convolution              Conv_211                 1 1 915 917 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_51             1 2 917 917_splitncnn_0 917_splitncnn_1
Concat                   Concat_213               4 1 909_splitncnn_3 911_splitncnn_1 914_splitncnn_1 917_splitncnn_1 918
Convolution              Conv_214                 1 1 918 920 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_216               5 1 909_splitncnn_2 911_splitncnn_0 914_splitncnn_0 917_splitncnn_0 920 921
Convolution              Conv_217                 1 1 921 922 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_220                  2 1 922 909_splitncnn_1 925 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_52             1 6 925 925_splitncnn_0 925_splitncnn_1 925_splitncnn_2 925_splitncnn_3 925_splitncnn_4 925_splitncnn_5
Convolution              Conv_221                 1 1 925_splitncnn_5 927 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_53             1 4 927 927_splitncnn_0 927_splitncnn_1 927_splitncnn_2 927_splitncnn_3
Concat                   Concat_223               2 1 925_splitncnn_4 927_splitncnn_3 928
Convolution              Conv_224                 1 1 928 930 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_54             1 3 930 930_splitncnn_0 930_splitncnn_1 930_splitncnn_2
Concat                   Concat_226               3 1 925_splitncnn_3 927_splitncnn_2 930_splitncnn_2 931
Convolution              Conv_227                 1 1 931 933 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_55             1 2 933 933_splitncnn_0 933_splitncnn_1
Concat                   Concat_229               4 1 925_splitncnn_2 927_splitncnn_1 930_splitncnn_1 933_splitncnn_1 934
Convolution              Conv_230                 1 1 934 936 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_232               5 1 925_splitncnn_1 927_splitncnn_0 930_splitncnn_0 933_splitncnn_0 936 937
Convolution              Conv_233                 1 1 937 938 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_236                  2 1 938 925_splitncnn_0 941 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_56             1 6 941 941_splitncnn_0 941_splitncnn_1 941_splitncnn_2 941_splitncnn_3 941_splitncnn_4 941_splitncnn_5
Convolution              Conv_237                 1 1 941_splitncnn_5 943 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_57             1 4 943 943_splitncnn_0 943_splitncnn_1 943_splitncnn_2 943_splitncnn_3
Concat                   Concat_239               2 1 941_splitncnn_4 943_splitncnn_3 944
Convolution              Conv_240                 1 1 944 946 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_58             1 3 946 946_splitncnn_0 946_splitncnn_1 946_splitncnn_2
Concat                   Concat_242               3 1 941_splitncnn_3 943_splitncnn_2 946_splitncnn_2 947
Convolution              Conv_243                 1 1 947 949 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_59             1 2 949 949_splitncnn_0 949_splitncnn_1
Concat                   Concat_245               4 1 941_splitncnn_2 943_splitncnn_1 946_splitncnn_1 949_splitncnn_1 950
Convolution              Conv_246                 1 1 950 952 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_248               5 1 941_splitncnn_1 943_splitncnn_0 946_splitncnn_0 949_splitncnn_0 952 953
Convolution              Conv_249                 1 1 953 954 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_252                  2 1 954 941_splitncnn_0 957 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_255                  2 1 957 909_splitncnn_0 960 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_60             1 7 960 960_splitncnn_0 960_splitncnn_1 960_splitncnn_2 960_splitncnn_3 960_splitncnn_4 960_splitncnn_5 960_splitncnn_6
Convolution              Conv_256                 1 1 960_splitncnn_6 962 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_61             1 4 962 962_splitncnn_0 962_splitncnn_1 962_splitncnn_2 962_splitncnn_3
Concat                   Concat_258               2 1 960_splitncnn_5 962_splitncnn_3 963
Convolution              Conv_259                 1 1 963 965 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_62             1 3 965 965_splitncnn_0 965_splitncnn_1 965_splitncnn_2
Concat                   Concat_261               3 1 960_splitncnn_4 962_splitncnn_2 965_splitncnn_2 966
Convolution              Conv_262                 1 1 966 968 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_63             1 2 968 968_splitncnn_0 968_splitncnn_1
Concat                   Concat_264               4 1 960_splitncnn_3 962_splitncnn_1 965_splitncnn_1 968_splitncnn_1 969
Convolution              Conv_265                 1 1 969 971 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_267               5 1 960_splitncnn_2 962_splitncnn_0 965_splitncnn_0 968_splitncnn_0 971 972
Convolution              Conv_268                 1 1 972 973 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_271                  2 1 973 960_splitncnn_1 976 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_64             1 6 976 976_splitncnn_0 976_splitncnn_1 976_splitncnn_2 976_splitncnn_3 976_splitncnn_4 976_splitncnn_5
Convolution              Conv_272                 1 1 976_splitncnn_5 978 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_65             1 4 978 978_splitncnn_0 978_splitncnn_1 978_splitncnn_2 978_splitncnn_3
Concat                   Concat_274               2 1 976_splitncnn_4 978_splitncnn_3 979
Convolution              Conv_275                 1 1 979 981 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_66             1 3 981 981_splitncnn_0 981_splitncnn_1 981_splitncnn_2
Concat                   Concat_277               3 1 976_splitncnn_3 978_splitncnn_2 981_splitncnn_2 982
Convolution              Conv_278                 1 1 982 984 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_67             1 2 984 984_splitncnn_0 984_splitncnn_1
Concat                   Concat_280               4 1 976_splitncnn_2 978_splitncnn_1 981_splitncnn_1 984_splitncnn_1 985
Convolution              Conv_281                 1 1 985 987 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_283               5 1 976_splitncnn_1 978_splitncnn_0 981_splitncnn_0 984_splitncnn_0 987 988
Convolution              Conv_284                 1 1 988 989 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_287                  2 1 989 976_splitncnn_0 992 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_68             1 6 992 992_splitncnn_0 992_splitncnn_1 992_splitncnn_2 992_splitncnn_3 992_splitncnn_4 992_splitncnn_5
Convolution              Conv_288                 1 1 992_splitncnn_5 994 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_69             1 4 994 994_splitncnn_0 994_splitncnn_1 994_splitncnn_2 994_splitncnn_3
Concat                   Concat_290               2 1 992_splitncnn_4 994_splitncnn_3 995
Convolution              Conv_291                 1 1 995 997 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_70             1 3 997 997_splitncnn_0 997_splitncnn_1 997_splitncnn_2
Concat                   Concat_293               3 1 992_splitncnn_3 994_splitncnn_2 997_splitncnn_2 998
Convolution              Conv_294                 1 1 998 1000 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_71             1 2 1000 1000_splitncnn_0 1000_splitncnn_1
Concat                   Concat_296               4 1 992_splitncnn_2 994_splitncnn_1 997_splitncnn_1 1000_splitncnn_1 1001
Convolution              Conv_297                 1 1 1001 1003 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_299               5 1 992_splitncnn_1 994_splitncnn_0 997_splitncnn_0 1000_splitncnn_0 1003 1004
Convolution              Conv_300                 1 1 1004 1005 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_303                  2 1 1005 992_splitncnn_0 1008 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_306                  2 1 1008 960_splitncnn_0 1011 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_72             1 7 1011 1011_splitncnn_0 1011_splitncnn_1 1011_splitncnn_2 1011_splitncnn_3 1011_splitncnn_4 1011_splitncnn_5 1011_splitncnn_6
Convolution              Conv_307                 1 1 1011_splitncnn_6 1013 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_73             1 4 1013 1013_splitncnn_0 1013_splitncnn_1 1013_splitncnn_2 1013_splitncnn_3
Concat                   Concat_309               2 1 1011_splitncnn_5 1013_splitncnn_3 1014
Convolution              Conv_310                 1 1 1014 1016 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_74             1 3 1016 1016_splitncnn_0 1016_splitncnn_1 1016_splitncnn_2
Concat                   Concat_312               3 1 1011_splitncnn_4 1013_splitncnn_2 1016_splitncnn_2 1017
Convolution              Conv_313                 1 1 1017 1019 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_75             1 2 1019 1019_splitncnn_0 1019_splitncnn_1
Concat                   Concat_315               4 1 1011_splitncnn_3 1013_splitncnn_1 1016_splitncnn_1 1019_splitncnn_1 1020
Convolution              Conv_316                 1 1 1020 1022 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_318               5 1 1011_splitncnn_2 1013_splitncnn_0 1016_splitncnn_0 1019_splitncnn_0 1022 1023
Convolution              Conv_319                 1 1 1023 1024 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_322                  2 1 1024 1011_splitncnn_1 1027 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_76             1 6 1027 1027_splitncnn_0 1027_splitncnn_1 1027_splitncnn_2 1027_splitncnn_3 1027_splitncnn_4 1027_splitncnn_5
Convolution              Conv_323                 1 1 1027_splitncnn_5 1029 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_77             1 4 1029 1029_splitncnn_0 1029_splitncnn_1 1029_splitncnn_2 1029_splitncnn_3
Concat                   Concat_325               2 1 1027_splitncnn_4 1029_splitncnn_3 1030
Convolution              Conv_326                 1 1 1030 1032 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_78             1 3 1032 1032_splitncnn_0 1032_splitncnn_1 1032_splitncnn_2
Concat                   Concat_328               3 1 1027_splitncnn_3 1029_splitncnn_2 1032_splitncnn_2 1033
Convolution              Conv_329                 1 1 1033 1035 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_79             1 2 1035 1035_splitncnn_0 1035_splitncnn_1
Concat                   Concat_331               4 1 1027_splitncnn_2 1029_splitncnn_1 1032_splitncnn_1 1035_splitncnn_1 1036
Convolution              Conv_332                 1 1 1036 1038 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_334               5 1 1027_splitncnn_1 1029_splitncnn_0 1032_splitncnn_0 1035_splitncnn_0 1038 1039
Convolution              Conv_335                 1 1 1039 1040 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_338                  2 1 1040 1027_splitncnn_0 1043 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_80             1 6 1043 1043_splitncnn_0 1043_splitncnn_1 1043_splitncnn_2 1043_splitncnn_3 1043_splitncnn_4 1043_splitncnn_5
Convolution              Conv_339                 1 1 1043_splitncnn_5 1045 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_81             1 4 1045 1045_splitncnn_0 1045_splitncnn_1 1045_splitncnn_2 1045_splitncnn_3
Concat                   Concat_341               2 1 1043_splitncnn_4 1045_splitncnn_3 1046
Convolution              Conv_342                 1 1 1046 1048 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_82             1 3 1048 1048_splitncnn_0 1048_splitncnn_1 1048_splitncnn_2
Concat                   Concat_344               3 1 1043_splitncnn_3 1045_splitncnn_2 1048_splitncnn_2 1049
Convolution              Conv_345                 1 1 1049 1051 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_83             1 2 1051 1051_splitncnn_0 1051_splitncnn_1
Concat                   Concat_347               4 1 1043_splitncnn_2 1045_splitncnn_1 1048_splitncnn_1 1051_splitncnn_1 1052
Convolution              Conv_348                 1 1 1052 1054 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_350               5 1 1043_splitncnn_1 1045_splitncnn_0 1048_splitncnn_0 1051_splitncnn_0 1054 1055
Convolution              Conv_351                 1 1 1055 1056 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_354                  2 1 1056 1043_splitncnn_0 1059 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_357                  2 1 1059 1011_splitncnn_0 1062 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_84             1 7 1062 1062_splitncnn_0 1062_splitncnn_1 1062_splitncnn_2 1062_splitncnn_3 1062_splitncnn_4 1062_splitncnn_5 1062_splitncnn_6
Convolution              Conv_358                 1 1 1062_splitncnn_6 1064 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_85             1 4 1064 1064_splitncnn_0 1064_splitncnn_1 1064_splitncnn_2 1064_splitncnn_3
Concat                   Concat_360               2 1 1062_splitncnn_5 1064_splitncnn_3 1065
Convolution              Conv_361                 1 1 1065 1067 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_86             1 3 1067 1067_splitncnn_0 1067_splitncnn_1 1067_splitncnn_2
Concat                   Concat_363               3 1 1062_splitncnn_4 1064_splitncnn_2 1067_splitncnn_2 1068
Convolution              Conv_364                 1 1 1068 1070 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_87             1 2 1070 1070_splitncnn_0 1070_splitncnn_1
Concat                   Concat_366               4 1 1062_splitncnn_3 1064_splitncnn_1 1067_splitncnn_1 1070_splitncnn_1 1071
Convolution              Conv_367                 1 1 1071 1073 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_369               5 1 1062_splitncnn_2 1064_splitncnn_0 1067_splitncnn_0 1070_splitncnn_0 1073 1074
Convolution              Conv_370                 1 1 1074 1075 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_373                  2 1 1075 1062_splitncnn_1 1078 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_88             1 6 1078 1078_splitncnn_0 1078_splitncnn_1 1078_splitncnn_2 1078_splitncnn_3 1078_splitncnn_4 1078_splitncnn_5
Convolution              Conv_374                 1 1 1078_splitncnn_5 1080 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_89             1 4 1080 1080_splitncnn_0 1080_splitncnn_1 1080_splitncnn_2 1080_splitncnn_3
Concat                   Concat_376               2 1 1078_splitncnn_4 1080_splitncnn_3 1081
Convolution              Conv_377                 1 1 1081 1083 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_90             1 3 1083 1083_splitncnn_0 1083_splitncnn_1 1083_splitncnn_2
Concat                   Concat_379               3 1 1078_splitncnn_3 1080_splitncnn_2 1083_splitncnn_2 1084
Convolution              Conv_380                 1 1 1084 1086 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_91             1 2 1086 1086_splitncnn_0 1086_splitncnn_1
Concat                   Concat_382               4 1 1078_splitncnn_2 1080_splitncnn_1 1083_splitncnn_1 1086_splitncnn_1 1087
Convolution              Conv_383                 1 1 1087 1089 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_385               5 1 1078_splitncnn_1 1080_splitncnn_0 1083_splitncnn_0 1086_splitncnn_0 1089 1090
Convolution              Conv_386                 1 1 1090 1091 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_389                  2 1 1091 1078_splitncnn_0 1094 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_92             1 6 1094 1094_splitncnn_0 1094_splitncnn_1 1094_splitncnn_2 1094_splitncnn_3 1094_splitncnn_4 1094_splitncnn_5
Convolution              Conv_390                 1 1 1094_splitncnn_5 1096 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_93             1 4 1096 1096_splitncnn_0 1096_splitncnn_1 1096_splitncnn_2 1096_splitncnn_3
Concat                   Concat_392               2 1 1094_splitncnn_4 1096_splitncnn_3 1097
Convolution              Conv_393                 1 1 1097 1099 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_94             1 3 1099 1099_splitncnn_0 1099_splitncnn_1 1099_splitncnn_2
Concat                   Concat_395               3 1 1094_splitncnn_3 1096_splitncnn_2 1099_splitncnn_2 1100
Convolution              Conv_396                 1 1 1100 1102 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_95             1 2 1102 1102_splitncnn_0 1102_splitncnn_1
Concat                   Concat_398               4 1 1094_splitncnn_2 1096_splitncnn_1 1099_splitncnn_1 1102_splitncnn_1 1103
Convolution              Conv_399                 1 1 1103 1105 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_401               5 1 1094_splitncnn_1 1096_splitncnn_0 1099_splitncnn_0 1102_splitncnn_0 1105 1106
Convolution              Conv_402                 1 1 1106 1107 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_405                  2 1 1107 1094_splitncnn_0 1110 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_408                  2 1 1110 1062_splitncnn_0 1113 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_96             1 7 1113 1113_splitncnn_0 1113_splitncnn_1 1113_splitncnn_2 1113_splitncnn_3 1113_splitncnn_4 1113_splitncnn_5 1113_splitncnn_6
Convolution              Conv_409                 1 1 1113_splitncnn_6 1115 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_97             1 4 1115 1115_splitncnn_0 1115_splitncnn_1 1115_splitncnn_2 1115_splitncnn_3
Concat                   Concat_411               2 1 1113_splitncnn_5 1115_splitncnn_3 1116
Convolution              Conv_412                 1 1 1116 1118 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_98             1 3 1118 1118_splitncnn_0 1118_splitncnn_1 1118_splitncnn_2
Concat                   Concat_414               3 1 1113_splitncnn_4 1115_splitncnn_2 1118_splitncnn_2 1119
Convolution              Conv_415                 1 1 1119 1121 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_99             1 2 1121 1121_splitncnn_0 1121_splitncnn_1
Concat                   Concat_417               4 1 1113_splitncnn_3 1115_splitncnn_1 1118_splitncnn_1 1121_splitncnn_1 1122
Convolution              Conv_418                 1 1 1122 1124 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_420               5 1 1113_splitncnn_2 1115_splitncnn_0 1118_splitncnn_0 1121_splitncnn_0 1124 1125
Convolution              Conv_421                 1 1 1125 1126 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_424                  2 1 1126 1113_splitncnn_1 1129 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_100            1 6 1129 1129_splitncnn_0 1129_splitncnn_1 1129_splitncnn_2 1129_splitncnn_3 1129_splitncnn_4 1129_splitncnn_5
Convolution              Conv_425                 1 1 1129_splitncnn_5 1131 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_101            1 4 1131 1131_splitncnn_0 1131_splitncnn_1 1131_splitncnn_2 1131_splitncnn_3
Concat                   Concat_427               2 1 1129_splitncnn_4 1131_splitncnn_3 1132
Convolution              Conv_428                 1 1 1132 1134 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_102            1 3 1134 1134_splitncnn_0 1134_splitncnn_1 1134_splitncnn_2
Concat                   Concat_430               3 1 1129_splitncnn_3 1131_splitncnn_2 1134_splitncnn_2 1135
Convolution              Conv_431                 1 1 1135 1137 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_103            1 2 1137 1137_splitncnn_0 1137_splitncnn_1
Concat                   Concat_433               4 1 1129_splitncnn_2 1131_splitncnn_1 1134_splitncnn_1 1137_splitncnn_1 1138
Convolution              Conv_434                 1 1 1138 1140 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_436               5 1 1129_splitncnn_1 1131_splitncnn_0 1134_splitncnn_0 1137_splitncnn_0 1140 1141
Convolution              Conv_437                 1 1 1141 1142 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_440                  2 1 1142 1129_splitncnn_0 1145 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_104            1 6 1145 1145_splitncnn_0 1145_splitncnn_1 1145_splitncnn_2 1145_splitncnn_3 1145_splitncnn_4 1145_splitncnn_5
Convolution              Conv_441                 1 1 1145_splitncnn_5 1147 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_105            1 4 1147 1147_splitncnn_0 1147_splitncnn_1 1147_splitncnn_2 1147_splitncnn_3
Concat                   Concat_443               2 1 1145_splitncnn_4 1147_splitncnn_3 1148
Convolution              Conv_444                 1 1 1148 1150 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_106            1 3 1150 1150_splitncnn_0 1150_splitncnn_1 1150_splitncnn_2
Concat                   Concat_446               3 1 1145_splitncnn_3 1147_splitncnn_2 1150_splitncnn_2 1151
Convolution              Conv_447                 1 1 1151 1153 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_107            1 2 1153 1153_splitncnn_0 1153_splitncnn_1
Concat                   Concat_449               4 1 1145_splitncnn_2 1147_splitncnn_1 1150_splitncnn_1 1153_splitncnn_1 1154
Convolution              Conv_450                 1 1 1154 1156 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_452               5 1 1145_splitncnn_1 1147_splitncnn_0 1150_splitncnn_0 1153_splitncnn_0 1156 1157
Convolution              Conv_453                 1 1 1157 1158 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_456                  2 1 1158 1145_splitncnn_0 1161 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_459                  2 1 1161 1113_splitncnn_0 1164 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_108            1 7 1164 1164_splitncnn_0 1164_splitncnn_1 1164_splitncnn_2 1164_splitncnn_3 1164_splitncnn_4 1164_splitncnn_5 1164_splitncnn_6
Convolution              Conv_460                 1 1 1164_splitncnn_6 1166 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_109            1 4 1166 1166_splitncnn_0 1166_splitncnn_1 1166_splitncnn_2 1166_splitncnn_3
Concat                   Concat_462               2 1 1164_splitncnn_5 1166_splitncnn_3 1167
Convolution              Conv_463                 1 1 1167 1169 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_110            1 3 1169 1169_splitncnn_0 1169_splitncnn_1 1169_splitncnn_2
Concat                   Concat_465               3 1 1164_splitncnn_4 1166_splitncnn_2 1169_splitncnn_2 1170
Convolution              Conv_466                 1 1 1170 1172 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_111            1 2 1172 1172_splitncnn_0 1172_splitncnn_1
Concat                   Concat_468               4 1 1164_splitncnn_3 1166_splitncnn_1 1169_splitncnn_1 1172_splitncnn_1 1173
Convolution              Conv_469                 1 1 1173 1175 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_471               5 1 1164_splitncnn_2 1166_splitncnn_0 1169_splitncnn_0 1172_splitncnn_0 1175 1176
Convolution              Conv_472                 1 1 1176 1177 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_475                  2 1 1177 1164_splitncnn_1 1180 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_112            1 6 1180 1180_splitncnn_0 1180_splitncnn_1 1180_splitncnn_2 1180_splitncnn_3 1180_splitncnn_4 1180_splitncnn_5
Convolution              Conv_476                 1 1 1180_splitncnn_5 1182 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_113            1 4 1182 1182_splitncnn_0 1182_splitncnn_1 1182_splitncnn_2 1182_splitncnn_3
Concat                   Concat_478               2 1 1180_splitncnn_4 1182_splitncnn_3 1183
Convolution              Conv_479                 1 1 1183 1185 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_114            1 3 1185 1185_splitncnn_0 1185_splitncnn_1 1185_splitncnn_2
Concat                   Concat_481               3 1 1180_splitncnn_3 1182_splitncnn_2 1185_splitncnn_2 1186
Convolution              Conv_482                 1 1 1186 1188 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_115            1 2 1188 1188_splitncnn_0 1188_splitncnn_1
Concat                   Concat_484               4 1 1180_splitncnn_2 1182_splitncnn_1 1185_splitncnn_1 1188_splitncnn_1 1189
Convolution              Conv_485                 1 1 1189 1191 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_487               5 1 1180_splitncnn_1 1182_splitncnn_0 1185_splitncnn_0 1188_splitncnn_0 1191 1192
Convolution              Conv_488                 1 1 1192 1193 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_491                  2 1 1193 1180_splitncnn_0 1196 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_116            1 6 1196 1196_splitncnn_0 1196_splitncnn_1 1196_splitncnn_2 1196_splitncnn_3 1196_splitncnn_4 1196_splitncnn_5
Convolution              Conv_492                 1 1 1196_splitncnn_5 1198 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_117            1 4 1198 1198_splitncnn_0 1198_splitncnn_1 1198_splitncnn_2 1198_splitncnn_3
Concat                   Concat_494               2 1 1196_splitncnn_4 1198_splitncnn_3 1199
Convolution              Conv_495                 1 1 1199 1201 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_118            1 3 1201 1201_splitncnn_0 1201_splitncnn_1 1201_splitncnn_2
Concat                   Concat_497               3 1 1196_splitncnn_3 1198_splitncnn_2 1201_splitncnn_2 1202
Convolution              Conv_498                 1 1 1202 1204 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_119            1 2 1204 1204_splitncnn_0 1204_splitncnn_1
Concat                   Concat_500               4 1 1196_splitncnn_2 1198_splitncnn_1 1201_splitncnn_1 1204_splitncnn_1 1205
Convolution              Conv_501                 1 1 1205 1207 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_503               5 1 1196_splitncnn_1 1198_splitncnn_0 1201_splitncnn_0 1204_splitncnn_0 1207 1208
Convolution              Conv_504                 1 1 1208 1209 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_507                  2 1 1209 1196_splitncnn_0 1212 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_510                  2 1 1212 1164_splitncnn_0 1215 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_120            1 7 1215 1215_splitncnn_0 1215_splitncnn_1 1215_splitncnn_2 1215_splitncnn_3 1215_splitncnn_4 1215_splitncnn_5 1215_splitncnn_6
Convolution              Conv_511                 1 1 1215_splitncnn_6 1217 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
